// 日志文字
const LOGTEXT = [
  {
    date: '2023.09.05　v0.2.3',
    texts: [
      '新增6位、8位数字密码预设'
      ]
  },
  {
    date: '2022.06.06　v0.2.2',
    texts: [
      '修复输入统一密码后点击生成提示未输入问题'
      ]
  },
  {
    date: '2018.07.21　v0.2.1',
    texts: [
      'APP简称默认去掉头尾空格',
      '统一密码设置为不可见'
      ]
  },
  {
    date: '2018.04.04　v0.2',
    texts: [
      '改进了密码生成逻辑'
      ]
  },
  {
    date: '2018.03.30　v0.1',
    texts: [
      '测试版'
    ]
  }
];

export default LOGTEXT;